<div class="vastu-img">
   	<img src="img/Hori/Vashtu_Shastra_F-03.jpg" alt="construction">
</div>
<h1>आँगन</h1>
<ul>
<li>घरको आँगन सधैं सफा सुन्दर हुनुपर्दछ</li>
<li>आँगनमा ईनार कुवा बनाउनु हुँदैन</li>
<li>घरको बीचमा आँगन बनाउनु राम्रो हुन्छ</li>
<li>घरको बीचमा आँगनको सम्भावना नभए उत्तरपूर्वतर्फ आँगन हुनेगरी घर बनाउनु पर्दछ</li>
<li>आँगन माझमा अग्लो र चौतर्फी स्लोप हुनुपर्छ</li>
<li>आँगनमा कुनै कारणवश पानी जम्ने या फोहोर जम्मा हुनुहुँदैन</li>
<li>माझमा होचो आगनले सम्पत्तिको नाश गराउने हुन्छ</li>
</ul>