<div class="vastu-img">
   	<img src="img/Hori/Vashtu_Shastra_F-15.jpg" alt="construction">
</div>
<h1>कारखाना र फ्याक्ट्री
</h1>
<ul>
<li>कारखानाको लागि आयाताकारर बर्गाकार भूखण्ड  उत्तम हुन्छ</li>
<li>कारखानाको छत र भूमिको झुकाउ ईशानतर्फ हुनु राम्रो हुन्छ</li>
<li>बीचको भाग सफा सुन्दरका साथमा खाडल र पिल्डर रहित हुनु राम्रो हुन्छ 
</li>
<li>मुख्यढोका ठूलो र  राम्रो हुनपर्छ भने उत्तर पूर्वमा हुनु राम्रो मानिन्छ</li>
<li>तीनतर्फ सडक राम्रो हुन्न</li>
<li>कन्फ्रेन्स हल, रिचर्स सेन्टर पूर्वमा</li>
<li>चिम्नी भट्टी र उष्णतापीय क्षेत्र आग्नेयमा</li>
<li>रासायनिक क्षेत्र र प्याकिङ क्षेत्र दक्षिणमा</li>
<li>ठूला गोदाम र भारयुक्त सामग्रीहरुको ब्यवस्थापन नैऋत्य</li>
<li>हल्का सामग्री र मेशिनरी सामान पश्चिम</li>
<li>खुल्ला क्षेत्र , तौलकाँटा डिस्पैच उत्तर</li>
<li>जलाशय, कुवा पोखरी र मन्दिर ईशान</li>
</ul>