<div class="vastu-img">
   	<img src="img/Hori/Vashtu_Shastra_F-05.jpg" alt="construction">
</div>
<h1>ग्यारेज 
</h1>
<ul>
<li>सामान्यतया ग्यारेजका लागि घरको आग्नेय या वायव्यतर्फ राम्रो हुन्छ</li>
<li>घरको मूलद्वार पूर्व भएमा आग्नेयमा ग्यारेज राम्रो</li>
<li>घरको मूलद्वार उत्तर भएमा बायव्यमा ग्यारेज राम्रो
</li>
<li>घरको मूलद्वार पश्चिम भएमा नैऋत्यमा ग्यारेज राम्रो</li>
<li>घरको मूलद्वार दक्षिण भएमा पनि नैऋत्यमा नै ग्यारेज बनाउनु राम्रो हुन्छ</li>
<li>ग्यारेजको मुख घरबाहिर या बाटोतर्फ हुनु राम्रो मानिन्छ</li>
<li>घरकुरुवाको आवास ग्यारेजसङ्गै हुनु राम्रो हुन्छ</li>
<li>धेरै भद्दा किसिमको ग्यारेज राम्रो मानिन्न</li>
<li>ग्यारेजमा मोटर पूर्व पश्चिम गरेर मात्र पार्किङ गर्नु राम्रो हुन्छ उत्तर दक्षिण पार्किङ राम्रो मानिन्न</li>
<li>ग्यारेजको छत ज्यादा भारयुक्त बनाउनु हुदैन</li>
<li>ईशानमा कुनै हालतमा पनि ग्यारेज बनाउनु हुँदैन</li>
</ul>