   <div class="vastu-img">
   	<img src="img/Hori/Vashtu_Shastra_F-01.jpg" alt="construction">
   </div>
   <h1>नाली व्यवस्थापन तथा निकास</h1>
   <ul>
<li>घर कार्यालय बनाउनु पूर्व नै नाली निकसको कार्ययोजना बनाउनु पर्दछ</li>
<li>स्वास्थ्य वातावरण र सौन्दर्यका लागि पनि यसको उचित ब्यवस्थापन गर्नु जरुरी हुन्छ </li>
<li>जल निकास या प्रवाह ईशानमा द हुने गर्नु राम्रो</li>
<li>अन्य स्थानको बिकल्पमा ईशानपूर्व भूभाग र वायब्य पनि लिन सकिन्छ </li>
<li>विभिन्न दिशामा बनेको निकासले  भूस्वामीलाई विभिन्न असर गर्ने भएकाले विचार र्पुयाउनु राम्रो हुन्छ </li>
<li>पूर्वमा निकास भएमा शुभफल, धन सम्पत्ति दायक</li>
<li>दक्षिणमा धननाश,दारिद्र्य, रोगको भय</li>
<li>नैऋत्यमा हानी, कष्ट</li>
<li>पश्चिममा सन्तान र सुखहानी</li>
<li>वायव्यमा सुखसम्पत्ती</li>
<li>उत्तरमा सम्मान </li>
<li>ईशानमा धन सम्पत्ति प्राप्ति हुन्छ</li>
</ul>