<div class="vastu-img">
   	<img src="img/Hori/Vashtu_Shastra_F-06.jpg" alt="construction">
</div>
<h1>पोर्टिको 
</h1>
<ul>
<li>घर र मूलद्वारको अगाडीको खाली भूभागले पोर्टिको के कस्तो बनाउने भन्नेमा भर पर्छ</li>
<li>आजकाल स्थानाभावले नै पोर्टिकोमा नै पार्किङ बनेको हुन्छ</li>
<li>दक्षिण भूखन्ड हुनेले आग्नेया भागमा पोर्टिको बनाउनु उत्तम हुन्छ
</li>
<li>पश्चिम भूखण्ड हुनेले वायब्यमा पोर्टिको बनाउनु राम्रो हुन्छ</li>
<li>उत्तरी भूखण्ड हुनेले ईशानमा पोर्टिको बनाउनु राम्रो हुन्छ </li>
<li>पूर्वी भूखन्ड हुनेले पनि ईशानमा नै पोर्टिको निर्माण गर्नु राम्रो हुन्छ</li>
<li>पोर्टिकोको उचाई घरको भन्दा कम हुनुपर्छ</li>
<li>पोर्टिकोमा राखिने स्तम्भहरु गोल आकृतिका नै बनाउनु राम्रो हुन्छ</li>
</ul>