<div class="vastu-img">
   	<img src="img/Hori/Vashtu_Shastra_F-11.jpg" alt="construction">
</div>
<h1>बच्चाको शयनकक्ष  
</h1>
<ul>
<li>बच्चाको शयनकक्ष वायव्यमा हुनु राम्रो मानिन्छ र बैकल्पिक रूपमा पश्चिम दिशाको प्रयोग नि गर्न सकिन्छ</li>
<li>शयनकक्षको द्वार ईशान या पूर्वतर्फ खुल्ने गरि हुनुपर्दछ</li>
<li>समान्यतया दुईवटा झ्यालको ब्यवस्था हुनु पर्दछ र झ्याल उत्तर पूर्वी भागमा हुनु पर्दछ</li>
<li>कोठाको भित्तामा हरियो,पहेलो,गुलावी रंगको प्रयोग गरिनु राम्रो हुन्छ</li>
<li>कोठाको दक्षिण पश्चिम भागमा पलङ राख्नु पर्दछ</li>
<li>कम्प्युटर आग्नेय भागमा र कुलर तथा ब्।ऋ। वायब्यमा  लगाउनु राम्रो हुन्छ</li>
<li>स्टडी टेवल पूर्वतर्फ राख्ने र पूर्व फर्केर नै अध्ययन गर्नु राम्रो हुन्छ </li>
<li>आलमारी दक्षिण पश्चिममा हुनु राम्रो मानिन्छ भने पुस्तक आल्मारी उत्तरतर्फ पनि राख्न सकिन्छ </li>
<li>कोठाको ईशान भागमा पानी भरिएको बोतल या कुनै भाडा राख्नु राम्रो हुन्छ</li>
<li>हल्का रंगको सुती या रेशमी पर्दा लगाउनु राम्रो हुन्छ</li>
<li>शिक्षाप्रद तथा प्रकृतिचित्रणका सुन्दर तस्वीर पनि बच्चाको शयनकक्षमा राख्न सकिन्छ
</li>
</ul>