<div class="vastu-img">
   	<img src="img/Hori/Vashtu_Shastra_F-07.jpg" alt="construction">
</div>
<h1>ब्रम्हस्थान 
</h1>
<ul>
<li>बास्तुको मूलमर्म भनेको नै ब्रह्मस्थान भएकाले यसलाई कहिँकतैबाट  बाधा नहुने गरि भवन निर्माण गर्नु पर्दछ </li>
<li>ब्रह्मस्थान खुल्ला हुउनु पर्दछ</li>
<li>सम्भाब्य अबस्थामा ब्रह्मस्थानमा छत, स्तम्भ आदि हुनुहुँदैन  त्यसैले प्राचीन बास्तुका नमुनाहरुमा चोक आगन्को ब्यवस्था गरिएको हो</li>
<li>चोक आगनको सम्भावना नहुदा पनि बीचको भाग खाली छोड्नु नै राम्रो हुन्छ भने व्यापारीक भवनमा भूमिदेखी छत्सम्म नै बीचको भाग खुल्ला राखेर नै बनाउनु राम्रो हुन्छ जुन हालका सपिङ कम्प्लेक्स हरुले प्रयोग गरेका छन् 
</li>
</ul>