<div class="vastu-img">
   	<img src="img/Hori/Vashtu_Shastra_F-02.jpg" alt="construction">
</div>
<h1>सर्वेन्ट रूम (कुरुवा आवासगृह)</h1>
<ul>
<li>कुरुवा आवास ठूल्ठूला भवनहरुमा आवश्यक हुन्छ</li>
<li>कुरुवाको लागि आवास बनाउदा ईशानलाई छाडेर  अन्यत्र बनाउन सकिन्छ</li>
<li>बिशेषगरि यो कामको लागि सबै भन्दा उत्तम स्थान नैऋत्य हो</li>
<li>ग्यारेज साथमा नै हो भने  ग्यारेज माथी नि बनाउन सकिन्छ या ग्यारेजको साथमा नै बनाउनु उत्तम हुन्छ</li>
<li>नैऋत्य बाहेक अन्या भागमा बनाउदा भित्तादेखी घात को दुरी कायम गरेर मात्र बनाउनु पर्दछ</li>
</ul>